Repository: trondr/Compliance.Notifications
Catalog: src/app/Compliance.Notifications/Resources/strings.*.resx
Languages: no

# DiskSpaceIsLow_Title
source: Disk space is low!
no: Det er lite disk plass!

# DiskSpaceIsLow_Description
source: Low disk space may have consequence for system stability, program installations and update of Windows.
no: Lite disk plass kan få konsekvenser for systemstabilitet, installasjon av programmer og oppdatering av Windows.

# Please_Cleanup_DiskSpace_Text_F0
source: Please cleanup at least {0:0.00} GB.
no: Vennligst rydd minst {0:0.00} GB.

# DiskSpaceIsLow_ActionButton_Content
source: Cleanup
no: Rydde

# NotNowActionButtonContent
source: Not now
no: Ikke nå

# SnoozeButtonContent
source: Snooze
no: Utsett

source: Good morning
no: God morgen

source: Good afternoon
no: God ettermiddag

source: Good evening
no: God kveld

# PendingRebootNotification_Content1
source: For security and stability reasons, we kindly ask you to restart your computer as soon as possible.
no: Av sikkerhets- og stabilitetsårsaker, ber vi deg deg foreta en omstart så snart som mulig.

# PendingRebootNotification_Content2
source: Restarting your computer on a regular basis ensures a secure and stable Windows. Thank you in advance!
no: Gjevnlig omstart av datamaskinen øker sikkerheten og stabiliteten til Windows. På forhånd takk!

# PendingRebootNotification_ActionButtonContent
source: Restart...
no: Omstart...

# PendingRebootNotification_Title
source: This computer needs a restart!
no: Denne datamaskinen trenger en omstart!

# PasswordExpiryNotification_Title
source: Your password expires soon!
no: Passordet ditt utløper snart!

# PasswordExpiryNotification_Content_F0_F1
source: Your password expires in {0} on {1}. Please change your password before it expires.
no: Passordet ditt utløper om {0} den {1}. Vennligst skift passord før det utløper.

# PasswordExpiryNotification_Content2
source: Remember to configure all your devices (PC, VDI, mobile phone, tablet) to use the new password.
no: Viktig! Husk å konfigurere alle dine enheter (PC, VDI, mobiltelefon, nettbrett, mv.) til å bruke det nye passordet.

# PasswordExpiryNotification_ActionButtonContent
source: Change password
no: Skift passord

source: hours
no: timer

source: days
no: dager

source: day
no: dag

# PressCtrlAltDeleteToGetToTheWindowsSecurityDialog
source: Press Ctrl-Alt-Delete to change password.
no: Press Ctrl-Alt-Delete for å skifte passord.

# ChangePasswordMessageBoxCaption
source: Change password
no: Skift passord
